[
  {
    "id": 1,
    "header": "The Thespian Rhapsody",
    "subheader": "",
    "text": "The two passions sought by many people, acting and directing, have had an impact on every person who looks at cinematic and theatrical art because they see an inspiration in not just the person essaying a character, but the character itself. With everybody's emotions in our hearts, Incandescence'23 brings to you, “The Thespian Rhapsody”,which consists of extravagant events like Director's Cut and Espimere. So embrace the actor inside you because what is possible in an act becomes thinkable in life, don your directing hats and bring what's in your mind into reality for everyone to see.",
    "header2": "",
    "imgUrls": [
      "https://res.cloudinary.com/resyfer/image/upload/v1674550032/Incand/14_dkpdyh.png",
      "https://res.cloudinary.com/resyfer/image/upload/v1674549944/Incand/16_ab7pl4.png",
      "https://res.cloudinary.com/resyfer/image/upload/v1674549938/Incand/15_zvs8rs.png"
    ],
    "registrationLink": []
  },
  {
    "id": 2,
    "header": "NITSMUN",
    "subheader": "",
    "text": "Incandescence 2023 brings to you a dynamic world that has world leaders, wizards, and journalists from the best news portals. NITSMUN, one of the most hyped and engaging modules of Incandescence, is all set to give you a taste of this world as you get to act as one of them. \nWith the theme, Rise : The future seeks defense, NITSMUN is sure to give you a ride of a lifetime. So, suit up delegates and be ready to attack, defend and question for each step of yours here makes a great difference!",
    "header2": "",
    "imgUrls": [
      "https://res.cloudinary.com/resyfer/image/upload/v1674550109/Incand/28_d8qs31.png",
      "https://res.cloudinary.com/resyfer/image/upload/v1674550800/Incand/29_j5lak4.png",
      "https://res.cloudinary.com/resyfer/image/upload/v1674550790/Incand/30_pmgjbz.png"
    ],
    "registrationLink": [
      {
        "name": "Register",
        "link": "https://unstop.com/o/0ZBVFdt?lb=YUKB612Follow"
      }
    ]
  },
  {
    "id": 3,
    "header": "Kavi Sammelan",
    "subheader": "",
    "text": "Attuned will be the dais where Kumar Vishwas and Rahat Indori have performed, harmonious will be the air of the grandstand as the Incandescence 2023 launches its galvanizing artist fanciful event Kavi Sammelan.\nAll the broken hearts and shattered souls enfolded into poems of lively embodiment woven with locutions heal the pain of spirits drenched in sorrow. They clasp the ability to create the way out of the ocean of tears through gleaming eyes holding tons of unspoken thoughts. It will be the voyage that will take you from the seaboard of vehemence to the horizon even beyond the literature.To achieve the pinnacle of satisfaction needed for the souls by the divine magical words, endorse this cosmos of poems and become one to live in the enchanting heavenly atmosphere of Kavi Sammelan.",
    "header2": "",
    "imgUrls": [
      "https://res.cloudinary.com/resyfer/image/upload/v1674550024/Incand/22_kwojnx.png",
      "https://res.cloudinary.com/resyfer/image/upload/v1674550116/Incand/24_pjsi9z.png",
      "https://res.cloudinary.com/resyfer/image/upload/v1674550140/Incand/23_wptgsh.png"
    ],
    "registrationLink": []
  },
  {
    "id": 4,
    "header": "Razzmatazz",
    "subheader": "",
    "text": "Greetings… It's that time of the year again, when everything is so much fun and exciting. After a two-year hiatus due to the pandemic, this will herald the return of the most awaited event of Incandescence'2023 Razzmatazz in offline mode. We guarantee a higher level of passion and intensity than in previous editions. This is an excellent opportunity for all students of Barak valley to demonstrate their abilities while also learning new things. As a result, Razzmatazz 2023 is jam-packed with exciting activities.Let us together  ensure the smooth running of this event and step up and assist in making this a successfull one.",
    "header2": "",
    "imgUrls": [
      "https://res.cloudinary.com/resyfer/image/upload/v1674550775/Incand/10_dqmsoa.png",
      "https://res.cloudinary.com/resyfer/image/upload/v1674550804/Incand/9_voh3ua.png"
    ],
    "registrationLink": []
  },
  {
    "id": 5,
    "header": "Flashmob",
    "subheader": "",
    "text": "We dance for laughter, we dance for tears, we dance for madness, we dance for fears, we dance for hopes, we dance for screams, we are the dancers, we create the dreams.\nIncandescence 2023 brings to you a flash mob wherein  a group of people suddenly gather in a bustling public place like mall etc, typically for a brief period of time, to perform a pre-arranged dance routine and performances with the intention to surprise and delight unsuspecting observers, creating a memorable event as well as promoting the cause of event.\nSo put on your dancing sneakers on  and get ready  to have fun swaying to the energetic beats.",
    "header2": "",
    "imgUrls": [],
    "registrationLink": []
  },
  {
    "id": 6,
    "header": "Sokratic",
    "subheader": "Nothing stimulates the young brain more than a good set of a quiz.",
    "text": "Sokratik', the quizzing module of Incandescence '23 is here with a MELA and a General Quiz so as to test your wits and the reach of your brain cells. Formerly hosted by some of the notable quizmasters of the country like Bhushan Patel, Somnath Chanda and Abhra Das, we prepare the best platform for the sharpest minds of the nation to reap the fruits of their curiosity.\nUnsure and sure pounces, guesses and fundas flying around and ruthless quizzers fighting for the podium, everything and more await you at Sokratik. So get your pens and hippocampus ready to strive for the holy grail of quizzing!",
    "header2": "",
    "imgUrls": [
      "https://res.cloudinary.com/resyfer/image/upload/v1674550760/Incand/6_btqck9.png",
      "https://res.cloudinary.com/resyfer/image/upload/v1674550681/Incand/5_bbdvpu.png",
      "https://res.cloudinary.com/resyfer/image/upload/v1674550780/Incand/7_zokz4j.png"
    ],
    "registrationLink": [
      {
        "name": "Register",
        "link": "https://docs.google.com/forms/d/1kmlRbDNC_Y6Rbau9o6RF270HRmYV5Au5mLV3Qn_cL7A/viewform?fbclid=IwAR3aRwq1z7LkhSLqPHBvcYv-3fI4CNCOIJ4CLS4yP_wuvcjCc5LHCh1chR8&edit_requested=true"
      }
    ]
  },
  {
    "id": 7,
    "header": "Cosplay",
    "subheader": "Cosplay is not a mere competition of who can be the best character but of who can celebrate a character to the fullest.",
    "text": "To all those fanatics who would watch cosplayers on the internet and get thrilled, the wait is over as Incandescence'23 is here with its Cosplay Competition.  Cosplay, an easy way to escape time and discern yourself as someone that has always had an impression on you. Dress yourself up as the character that breathes in your world of fantasy and let it emerge in the real world. Show them your skills of masquerading and get indulged in staggering roleplays. Grab this huge opportunity to cosplay your favorite fictional character may it be from anime, cartoons, series and what not. We will be waiting for our Naruto, Shizuka, Harry Potter, Wednesday Addams from Nevermore, Eleven from Hawkins and the list goes on.",
    "header2": "",
    "imgUrls": [
      "https://res.cloudinary.com/resyfer/image/upload/v1674549971/Incand/17_mwc8fo.png"
    ],
    "registrationLink": [
      {
        "name": "Register",
        "link": "https://docs.google.com/forms/d/e/1FAIpQLSdAQleDXTN5XlicbJAKxEy6zpB-r2sqMBfwvYRCzbWHQF4Vow/viewform"
      }
    ]
  },
  {
    "id": 8,
    "header": "Mr. NIT",
    "subheader": "\"What is the point of being on this Earth if you are going to be like everyone else?\" - Arnold Schwarzenegger",
    "text": "We introduce to you another chapter of “Mr. NIT”,  one of the most popular events under Incandescence, put forth by The Gymnasium and Athletics Club of NIT Silchar. Mr NIT is a bodybuilding competition for all the tirelessly dedicated fitness freaks out there to showcase their hard work and sincerity. The winners will be presented with handsome amount of cash prizes too! ",
    "header2": "Let’s set the stage of Nirvana on fire with all the flaunting physiques!",
    "imgUrls": [],
    "registrationLink": []
  },
  {
    "id": 9,
    "header": "Deprador 13.0",
    "subheader": "Free speech and debate are essential in our search for the truth.",
    "text": "Incandescence is back with its ever-so-iconic event, Deprador. An event that will put your debating skills to the test. It is an honour to announce that this year’s Deprador will be judged by Sundari Venkatraman. Sundari Venkatraman is an Indie Author who has 62 books to her credit. These books have consistently featured in the Top 100 Bestseller Lists on Amazon India, Amazon USA, Amazon UK, Amazon Canada and Amazon Australia in both romance as well as Asian Drama categories. So put your grey cells to work, and bring out your best arguments with exceptional oratory skills to outwit your opposing debater and get ready to witness some fiery rebuttals and fruitful discussions.",
    "header2": "",
    "imgUrls": [],
    "registrationLink": [
      {
        "name": "Register",
        "link": "https://forms.gle/Xx6jP44GqTk931Gj9"
      }
    ]
  },
  {
    "id": 10,
    "header": "Glitterati",
    "subheader": "\"Trendy is the last stage before tacky.\" — Karl Lagerfeld",
    "text": "Incandescence is presenting its glamorous module Glitterati for those enticed by the sparkles of the fashion world. With glitz in the air and fashionistas walking down the ramp, the glitterati will make you feel no less than any Milan fashion week. It's a call for the Voguish to showcase their unique fashion sense. An evening brightened by the trendspotters, with crowds gathering to experience a dazzle in the arena glitterati, is the centre of attraction of the great gala Incandescence '23.",
    "header2": "Make paparazzi follow you!!",
    "imgUrls": [],
    "registrationLink": []
  },
  {
    "id": 11,
    "header": "Zyka Breaking Diets",
    "subheader": "Laughter is the brightest where food is good",
    "text": "We don't say I love you very often, but we do say I'll bring you food, and I believe somewhere there is a language where those two mean the same thing.Be it the sizzling aroma of Makhni or the scrumptious taste of  Kaju Katli, where words fail, food speaks. Food captures the heart and soul of a person  igniting the senses with their aromas and textures. National Institute Of Technology, Silchar brings to you  \"Zyka Breaking Diets\" that lets your relish your inner foodie , whether it's the sweetness of the glaze on a donut or the spicy flavor of wasabi on a sushi roll, we have it all. Let's dive into this carnival of delicacies!",
    "header2": "",
    "imgUrls": [],
    "registrationLink": []
  },
  {
    "id": 12,
    "header": "The Director’s Cut",
    "subheader": "",
    "text": "With the bustling lifestyle, one usually finds it difficult to commit to feature length films and so we have short films. Short films are a great way to tell a story in a condensed amount of time. They are much shorter than a feature length film, but they can still be impactful and emotionally engaging. So for all the film buffs out here, Incandescence 2023 presents to you “The Director’s Cut”, the perfect opportunity for you to turn your dream into a reality. Under this module participants will get hands-on experience at learning film making and also compete head on to show the masterpiece they create from scratch.",
    "header2": "So are you all ready to express yourself artistically and amaze the cinephiles with your talent?",
    "imgUrls": [],
    "registrationLink": [
      { "name": "Register", "link": "https://forms.gle/kvtEisfZ2RZ8cbR9A" }
    ]
  },
  {
    "id": 13,
    "header": "Frames",
    "subheader": "Photographers don't take pictures. They create images.",
    "text": "Obietteivo in alliance with Incandescence '23 is back with FRAMES, this edition being bigger and better, welcoming all soaring lensmen to capture exhilarating beauty in the form of architecture, travel, and night.",
    "header2": "Time to shine shutterbugs!!",
    "imgUrls": [],
    "registrationLink": [
      {
        "name": "Learn More",
        "link": "https://www.facebook.com/incandescence.nits/posts/pfbid02r1qV8GMBJJNZv7Kv3bcjvK7pZ2cXcXGmAWd4vAzMMniFBEZPSa1b9dmKM1JK4f4Cl"
      }
    ]
  },
  {
    "id": 14,
    "header": "GROUND ZERO",
    "subheader": "Opportunity dances with those who are already on the dance floor.",
    "text": "Natraaj 2023 is all set to bring to you Ground Zero, allowing you to let loose and unleash your inner rhythm, as you go crazy with your moves; bringing on the heat to the stage and expressing your passion. Get ready to flaunt your best moves in the Freestyle category and put your best foot forward in B-Boy battles. So gather your crew, let the music take over and join us at Incandescence 2023 to become a part of one of the biggest dance competitions in North-East India.",
    "header2": "",
    "imgUrls": [],
    "registrationLink": [
      {
        "name": "Register",
        "link": "https://docs.google.com/forms/d/1sbWgraK9GRoiy8wG5Fi4rNiagE9AkVWqi9o5Cc6hddM/viewform?edit_requested=true"
      }
    ]
  },
  {
    "id": 15,
    "header": "PUMP IT UP",
    "subheader": "To dance is to be out of yourself. Larger, more beautiful, more powerful. This is power, it is glory on earth and it is yours for the taking.",
    "text": "Incandescence 2023 with its charm and aura, is bringing to you under its dance module NATRAAJ, yet another installment of ‘Pump it up’, a stage show dance competition. Discover the excitement and intensity as you dance in front of an audience and dazzle the judges with your amazing moves. Get ready to steal the show with intricate dance moves and routines, and put yourself to the test. With sassy beats and blinding lights, you’ll be sure to catch everyone’s attention, so don’t miss out on this and let your inner dancer lead you to victory.",
    "header2": "So gather your crew, let the music take over and join us at Incandescence 2023 to become a part of one of the biggest dance competitions in North-East India.",
    "imgUrls": [],
    "registrationLink": [
      {
        "name": "Register",
        "link": "https://docs.google.com/forms/d/1coE1lXuxGUHr-7-EZs6EEkFjS2yoOTKKLfgdGLV21ZY/viewform?edit_requested=true"
      }
    ]
  },
  {
    "id": 16,
    "header": "Voices of Incand",
    "subheader": "Music, once admitted to the soul, becomes a sort of spirit, and never dies.",
    "text": "A cozy day beside your loved ones with a hot cup of tea or coffee, humming your favorite songs, be it Ed Sheeran’s ’Perfect’ or Sunidhi Chauhan’s ‘Crazy Kiya Re’, have you ever found yourself in a state of trance as you relax and spiral into a reverie. Music unites all, and in the light of this, we extend to you an invitation to intone and perform your favourite song that you feel will uplift your spirits and of those who are around you. Incandescence 2023 presents to you “Voices of Incand” giving you the stage to do this, and showcase a fusion of melody all the while enchanting its viewers as they ascend into a rapturous mood.",
    "header2": "",
    "imgUrls": [],
    "registrationLink": []
  },
  {
    "id": 17,
    "header": "BREAKING DIETS",
    "subheader": "Food is a universal language that connects us all, and when shared it can bring joy and win hearts.",
    "text": "Food is a unique commonality that can bring people from all walks of life together. The simple act of sharing a meal can create a bond between strangers, while a collective experience of savoring the same food can draw different cultures closer. Breaking Diets is the National Institute of Technology, Silchar's food carnival that lets you unleash your inner foodie. Enjoy the sweetness of a donut glaze or the spiciness of wasabi on a sushi roll - there's something for everyone! With food, words can sometimes fail - but the aromas and textures still capture the heart and soul.",
    "header2": "",
    "imgUrls": [],
    "registrationLink": [
      {
        "name": "Register",
        "link": "https://docs.google.com/forms/d/e/1FAIpQLScifqxgLhcDj56nXbJXVWpTvonW3jg44P6F-NYvzrpoWlL7kA/viewform"
      }
    ]
  },
  {
    "id": 18,
    "header": "Kaladarshan",
    "subheader": "Art is the expression of the soul.",
    "text": "Come to the art exhibition - Kaladarshan and celebrate the joy of art with us. Whether you prefer classical painting approaches or are more inclined towards modern forms, this is a platform where you can share your individual expression with an open heart. Showcase your artistry in any form you desire - sketches, paintings, crafts, or digital art - and be ready to be received with applause. Let’s get artsy!",
    "header2": "",
    "imgUrls": [],
    "registrationLink": [
      {
        "name": "Learn More",
        "link": "https://www.facebook.com/incandescence.nits/posts/pfbid0yYExHMAkVZhNKJj2D2yYdhy3tTa55HkdNsutwktfVJodLyrn65LqEFbp66UCJi5Ll"
      }
    ]
  },
  {
    "id": 19,
    "header": "Prom Night",
    "subheader": "Never miss a chance to dance",
    "text": "Incandescence 2023 brings to you a glorious and magical night -a night filled with amazing food, music, dance and love in the air. Prom Night’23 is about to be a grand success and we cannot wait for all the gorgeous couples to set the night ablaze.",
    "header2": "",
    "imgUrls": [],
    "registrationLink": [
      {
        "name": "Register",
        "link": "https://docs.google.com/forms/d/e/1FAIpQLSc-rZUUEqn-UspgNV2o6jCxT9SA3-lakrFANRz_m-g2yL-Ahg/viewform"
      }
    ]
  }
]
